// ここでカレンダーに予定を追加できます。
const myEvents = [
    // titleに場所名を'松原公民館'や'粟野公民館'などと入力してください。
    // startに開催日を'2026-04-07'のように入力してください。
    // colorは背景色で、'#4a90e2'や'#4a7c59'などのカラーコードが基本的に予測変換で入ります。
    { title: '松原公民館', start: '2026-04-07', color: '#4a90e2' },
    { title: '松原公民館', start: '2026-04-14', color: '#4a90e2' },
    { title: '粟野公民館', start: '2026-04-21', color: '#4a7c59' },
    { title: '粟野公民館', start: '2026-04-28', color: '#4a7c59' },
    { title: '松原公民館', start: '2026-05-05', color: '#4a90e2' },
];